class TextSamples:
    def __init__(self):
        self.composition_text = """Напиши тему своего сочинения.\n\n<b>Образец</b>\n<code>Как я провел лето\nв сочинении упомяни как я ездил в аквапарк и на море в Сочи\n90 cлов</code>"""
        self.essay = """Напиши тему своего эссе'.\n\n<b>Образец</b>\n<code>В чем суть философии\nВ эссе раскрой понятие философия и его смыслы\n120 cлов</code>"""
        self.free_message = """Напиши тему своего сообщения'.\n\n<b>Образец</b>\n<code>Перелетные птицы\nВ сообщении перечисли наиболее известные виды перелетных птиц\n75 cлов</code>"""
        self.abstract = """Напиши тем своего реферата'.\n\n<b>Образец</b>\n<code>Известные писатели Абхазии\nРеферат составь по плану введение, основная часть, заключение\n180 cлов</code>"""
        self.report = """Напиши тему своего доклада.\n\n<b>Образец</b>\n<code>Налог на прибыль организаций\nв докладе упомяни налоги, которые были отменены\n130 слов</code>"""
        self.exposition = """Отправь текст, которые ты хотел бы кратко изложить.\n\n<b>Образец</b>\n<code>твой текст тут</code>"""
        self.other_writting = """Напиши, что тебе требуется и укажи количество слов"""




